
// Функция подготавливает список параметров для использования при начале
// работы системы
Функция ПолучитьПараметры() Экспорт
	
	Б = 3;	
	
	Параметры = Новый Структура;
	Параметры.Вставить("КраткийЗаголовок", РаботаСХранилищемОбщихНастроек.ПолучитьТекстКраткогоЗаголовкаПриложения());
	
	ПараметрыПанелиЗадачОС = Новый Структура;
	ПараметрыПанелиЗадачОС.Вставить("КартинкаПроверитьПочту", БиблиотекаКартинок.ПроверитьПочту);
	ПараметрыПанелиЗадачОС.Вставить("КартинкаСписокЗаказов", БиблиотекаКартинок.СписокЗаказов);
	
	Параметры.Вставить("ПараметрыПанелиЗадачОС", ПараметрыПанелиЗадачОС);
	
	Возврат Новый ФиксированнаяСтруктура(Параметры);
	
КонецФункции
